[
  {
    "title": "Website Development",
    "img": "/nex/assets/imgs/serv-icons/0.png",
    "desc": "Envision a website that reflects your brand and drives growth. As a leading website development company, we create custom websites that enhance user experience, boost success, and deliver measurable results to elevate your online presence.",
    "link": "/website-development"
  },
  {
    "title": "App Development",
    "img": "/nex/assets/imgs/serv-icons/1.png",
    "desc": "Imagine an app that enhances user experience and drives business growth. As a leading app development company, we specialize in creating custom mobile apps that provide exceptional performance, innovation, and measurable results.",
    "link": "/app-development"
  },
  {
    "title": "Software Development",
    "img": "/nex/assets/imgs/serv-icons/2.png",
    "desc": "Picture a software solution that simplifies complex tasks and accelerates your business growth. As a trusted software development Company, we design custom software that aligns with your goals, delivering efficiency, innovation, and lasting impact.",
    "link": "/software-development"
  },
  {
    "title": "CRM Solutions",
    "img": "/nex/assets/imgs/serv-icons/3.png",
    "desc": "A robust CRM solution can transform how businesses manage customer relationships. As a leading CRM solution provider, we design customized systems that streamline communication, improve efficiency, and deliver measurable growth, driving long-term business success.",
    "link": "/CRM-Solutions"
  },
  {
    "title": "SEO & Digital Marketing",
    "img": "/nex/assets/imgs/serv-icons/4.png",
    "desc": "In today’s competitive digital world, strong online visibility is key to success. As a top SEO services company and digital marketing agency, we offer comprehensive solutions that boost your search rankings, enhance brand awareness, and drive measurable results.",
    "link": "/digital-marketing"
  },
  {
    "title": "Chat Software",
    "img": "/nex/assets/imgs/serv-icons/5.png",
    "desc": "Businesses facing communication challenges rely on our custom chat software. As a leading software development company, we create tailored solutions that enhance collaboration, improve customer interactions, and drive efficiency and productivity.",
    "link": "/chat-software"
  }
]
